7zip
accerciser
acpi
acpid
adafruit-boards-udev
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
allow-input-accelerometer-udev
alsa-firmware
alsa-oss
alsa-utils
amd-ucode
android-tools
android-udev
anki-bin
appimagelauncher
apple-superdrive-udev
appmenu-gtk-module
ark
aspell-pt
auto-rules-io
auto-tweaks-browser
auto-unlock-pacman-git
autoconf
autokey-qt
automake
avahi
avrisp-udev
b43-fwcutter
balena-etcher-appimage
baobab
base
bash
bash-completion
big-executable
big-mount
big-preload
big-skel
big-store
bigbashview
bigcontrolcenter
biglinux-apps-rename
biglinux-base-icons
biglinux-bash-config
biglinux-config
biglinux-improve-compatibility
biglinux-keyring
biglinux-l18n
biglinux-meta-audio-config
biglinux-metapackage
biglinux-mime
biglinux-name
biglinux-neofetch
biglinux-noise-reduction-pipewire
biglinux-plasmoids
biglinux-session-and-themes
biglinux-systemd-swap
biglinux-themes-gui
biglinux-updates-tweaks
biglinux-vaapi
biglinux-webapps
biglinux-zsh-config
bigocrpdf
bigsudo
bitbox-udev
bleachbit
bluedevil
blueman
bluez
bluez-cups
bluez-hid2hci
bluez-libs
bluez-tools
bluez-utils
brave-browser
breeze-icons
brightnessctl
bsd-games
btchip-udev
btop
btrfs-progs
cabextract
cantarell-fonts
cava
checkra1n-cli
checkupdates-with-aur
cheese
chmlib
cliphist
clipman
cmake
cmatrix
compsize
coppwr-bin
cpupower
crazyflie-udev
crazyradio-udev
cronie
cryptsetup
cups
d-spy
debtap-mod
decibels
devhelp
device-mapper
devilspie
dhclient
diffutils
discover
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
droidcam
ds4-disable-led
duckypad-udev
e2fsprogs
ecryptfs-utils
efibootmgr
endeavour
eog
epiphany
espeak-ng
espeakup
evince
evolution
exfatprogs
extra-biglinux-wallpapers
extra-cmake-modules
eza
f2fs-tools
faster-mkinitcpio
fastfetch
fatresize
faudio
feh
ffmpeg
ffmpegthumbs
figlet
figma-linux
file
file-roller
filelight
filesystem
findutils
firefox
firewalld
fish
flatpak-kcm
force-upgrade
fprintd
game-devices-udev
gawk
gcc-libs
gdm
geary
genymotion
gettext
ghex
gitg
glade
glibc
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-network-displays
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
goanime
gparted
grep
grilo-plugins
grim
grimblast-git
grub
grub-btrfs
grub-btrfs-timeshift
grub-theme-biglinux
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gum
guvcview
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
gzip
hdparm
helvum
hitori
htop
hunspell-en_us
hunspell-pt-br
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshade
i3-wm
i3blocks
i3lock
i3status
iagno
iftop
ifuse
inetutils
install-grub
intel-media-sdk
intel-ucode
inxi
ipp-usb
iproute2
iputils
irqbalance
jdk21-openjdk
jfsutils
kaccounts-providers
kamera
kate
kde-color-folder
kde-gtk-config
kde-service-menu-reimage
kde-servicemenus-officeconverter
kdeconnect
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
keditbookmarks
keepkey-udev
kfind
kgamma
kinfocenter
kio-gdrive
kitty
kldap
kmenuedit
kmines
konsole
kpat
kronometer
krunker
kscreen
ksshaskpass
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
less
lib32-acl
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-gettext
lib32-giflib
lib32-glu
lib32-gmp
lib32-gnutls
lib32-lcms2
lib32-libasyncns
lib32-libcups
lib32-libice
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpng12
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libtiff
lib32-libvorbis
lib32-libxcomposite
lib32-libxcursor
lib32-libxi
lib32-libxinerama
lib32-libxrandr
lib32-libxrender
lib32-libxslt
lib32-libxtst
lib32-mesa
lib32-mesa-utils
lib32-mpg123
lib32-nettle
lib32-nss-mdns
lib32-ocl-icd
lib32-openal
lib32-opus
lib32-pipewire
lib32-pipewire-jack
lib32-sdl12-compat
lib32-sdl2-compat
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-nouveau
lib32-vulkan-radeon
lib32-vulkan-swrast
libappindicator-gtk3
libdvdcss
libpamac-flatpak-plugin
libpamac-snap-plugin
libratbag
libreoffice-fresh
libreoffice-fresh-pt-br
libretro-shaders-slang
libtool
libxvmc
lightsoff
linux-firmware-meta
linux612
linux612-headers
logrotate
loupe
lshw
lutris
lvm2
lxappearance
mailspring
make
malcontent
manjaro-printer
manjaro-release
manjaro-settings-manager-knotifier
manjaro-settings-samba
manjaro-system
mate-utils
mdadm
mesa
mhwd
mhwd-biglinux
mhwd-db
mintstick
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mooltipass-udev
mousepad
mpv
mtools
mtpfs
mystiq
nano
nautilus-with-terminal
neko
nemo
neofetch
neovim
network-manager-applet
network-manager-disable-random-mac
network-manager-prefer-ipv4-dns
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nintendo-udev
nload
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
numworks-udev
nvtop
nwg-displays
nwg-look
nx-udev
obs-studio-git
obsidian
ocl-icd
octopi
okular
onlykey-udev
onlyoffice-desktopeditors
open-in-lutris-git
openresolv
openrgb-udev-rules
openssh
oranchelo-icon-theme
orca
os-prober
osc-udev-storage
otf-font-awesome
packagekit-qt5
pacman
pacman-cleancache
pacman-contrib
pacseek
pacutils
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
pamac-updates-menu
pamixer
pavucontrol
pciutils
perl
perl-file-mimeinfo
piper
pipes.sh
pipewire
pipewire-alsa
pipewire-biglinux-config
pipewire-jack
pipewire-jack-dropin
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
plasma-applet-window-buttons
plasma-appsmenu-biglinux
plasma-desktop
plasma-firewall
plasma-framework5
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma6-applets-netspeed
plasma6-applets-panel-colorizer
plasma6-applets-resources-monitor
plasma6-applets-window-title
playerctl
plymouth-kcm
plymouth-theme-biglinux
polari
polkit-gnome
power-profiles-daemon-biglinux
powerdevil
powertop
procps-ng
proton-ge-custom-bin
psmisc
pulseaudio-alsa
python-colorama
python-opencv
python-pip
python-pipx
python-pyquery
python-pysmbc
python-pywalfox
python-screeninfo
python-selenium
python-sympy
python-termcolor
python-websockets
pywal-git
qalculate-gtk
qbittorrent
qpwgraph
qt5-webchannel
qt5-websockets
qt5ct
qt6-imageformats
qt6ct
quadrapassel
quickemu
realtime-privileges
retroarch
retroarch-tweaks
rhvoice-brazilian-portuguese-complementary-dict-biglinux
rhvoice-voice-evgeniy-eng
rhvoice-voice-leticia-f123
rofi-wayland
rootactions-servicemenu-biglinux
rpmtoarch
rsync
rtl8821ce-dkms-git
rtw88-dkms-git
rustdesk-bin
rygel
s-nail
sane-airscan
sassc
sddm
sddm-kcm
sddm-theme-biglinux
sddm-xorg-failsafe
sdl12-compat
seahorse
sed
shadow
signal-hound-udev
simple-scan
sl
slurp
smartmontools
snapshot
sof-firmware
spectacle
speedtest-cli
splix
sshfs
stadia-controller-udev
steam
sudo
sushi
swappy
sway
swaybg
swaync
sweeper
switcheroo-control
swww
sync-kde-and-gtk-places
sysctl-network
sysfsutils
sysprof
system-config-printer
system-config-printer-jobs
systemsettings
tali
tar
tecla
tesseract-data-eng
tesseract-data-por
tesseract-data-spa
texinfo
thermald
thunar
timeshift
totem
trezor-udev
ttf-caladea
ttf-carlito
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lato
ttf-liberation
ttf-ms-fonts
ttf-victor-mono
tts-biglinux
tumbler
udiskie
udisks2
unarchiver
update-grub
uresourced
usb-dirty-pages-udev
usb_modeswitch
usbasp-udev
usbtinyisp-udev
usbutils
util-linux
v4l2loopback-dkms
ventoy
vi
virtualbox
visual-studio-code-bin
vivaldi
vkd3d
vulkan-intel
vulkan-mesa-layers
vulkan-nouveau
vulkan-radeon
vulkan-swrast
vulkan-tools
w3m
wacomtablet
waybar
waypaper
wget
which
wine
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wl-mirror
wlogout
wpa_supplicant
x86_energy_perf_policy
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xinit
xorg-xinput
xorg-xkill
xr-hardware
xz
yelp
yt-dlp
zen-browser-bin
zensu
